[
    {
        "calloutTypeID": 1,
        "calloutTypeString": "PERSON OBSERVED WITH A FIREARM",
        "calloutComments": [
            "Possible suspect seen holding a firearm.",
            "Reports of an individual brandishing a gun in public.",
            "Dispatch received a call regarding an armed person.",
            "Suspect spotted carrying a weapon in a crowded area.",
            "Officer requested to investigate a person with a gun.",
            "Citizen reported a person displaying a firearm.",
            "Possible armed subject reported by a concerned citizen.",
            "Patrol unit needed to investigate a person with a gun.",
            "Witness reports someone with a firearm in public.",
            "Urgent dispatch regarding an individual with a gun.",
            "Requesting officer to check on a person armed with a weapon.",
            "Citizen concerns about an armed individual in public.",
            "Report of a suspicious person possibly armed.",
            "Caller claims to have seen someone with a firearm.",
            "Reports of a person openly carrying a gun.",
            "Citizen reports sighting a person with a gun.",
            "Suspect believed to be armed, approach with caution.",
            "Dispatch advises extreme caution, possible armed suspect.",
            "Requesting officer assistance for a person with a firearm.",
            "Alert: Individual spotted with a possible firearm."
        ],
        "priority": 3,
        "minActors": 1,
        "maxActors": 1
    },
    {
        "calloutTypeID": 2,
        "calloutTypeString": "MULTIPLE PERSONS OBSERVED WITH A FIREARM",
        "calloutComments": [
            "Report of multiple individuals brandishing firearms in public.",
            "Reports of a group carrying weapons in a crowded area.",
            "Dispatch received multiple calls regarding armed persons.",
            "Officers requested to investigate multiple people with guns.",
            "Citizens report multiple individuals with firearms.",
            "Multiple suspects spotted carrying weapons.",
            "Possible armed subjects reported by concerned citizens.",
            "Patrol units needed to investigate multiple people with guns.",
            "Witnesses report a group displaying firearms in public.",
            "Urgent dispatch regarding multiple individuals with guns.",
            "Requesting officers to check on multiple armed individuals.",
            "Multiple citizen concerns about armed individuals in public.",
            "Reports of a suspicious group possibly armed.",
            "Callers claim to have seen multiple people with firearms.",
            "Reports of a group openly carrying weapons.",
            "Citizens report sighting multiple people with guns.",
            "Suspects believed to be armed, approach with caution.",
            "Dispatch advises extreme caution, possible armed suspects.",
            "Requesting officer assistance for multiple persons with firearms.",
            "Alert: Group spotted with possible firearms."
        ],
        "priority": 3,
        "minActors": 2,
        "maxActors": 6
    },
	{
		"calloutTypeID": 3,
		"calloutTypeString": "POI WITH ARREST WARRANT SPOTTED",
		"calloutComments": [
			"An undercover team has spotted a person of interest with an arrest warrant.",
			"A wanted individual has been spotted.",
			"A suspect with a known warrant has been located.",
			"Authorities have identified a person with an outstanding warrant.",
			"A high-priority individual with an arrest warrant has been seen in the area.",
			"A person with a felony warrant has been spotted by the undercover team.",
			"An individual with a history of evading arrest has been found."
		],
		"priority": 2,
		"minActors": 1,
		"maxActors": 1
	}
]
